{
  "selectPhoto": "Select a photo",
  "uploadPhotoDescription": "The recommended resolution of the photo is 150x150. Only PNG format is allowed.",
  "personalSettings": "Personal settings",
  "managePersonalSettings": "Manage your personal information",
  "securitySettings": "Security settings",
  "manageSecuritySettings": "Manage the security settings of your account",
  "companySettings": "Company settings",
  "manageCompanySettings": "Manage and review your company members and settings",
  "securitySettingsRules": {
    "title": "Manage security settings of your account and make sure it is secured",
    "rule1": "Please, make sure you have read Mnemosyne's Security & Privacy policies since some settings are obliged for all users.",
    "rule2": "According to some Mnemosyne's Security & Privacy policies all users are obliged to have at least one way of multi-factor authentication. Therefore, you can have 2 of them at the same time, but cannot disable both.",
    "rule3": "You are only allowed to change your account password once every 24 hours.",
    "rule4": "You can change your email only once!",
    "rule5": "According to the Mnemosyne's Security & Privacy policies and GDPR, request of data deletion will be proceed as soon as possible and all user's data will be immediately deleted from all Mnemosyne's systems."
  },
  "mfa": {
    "setup2fa": "Set up 2FA",
    "disable2fa": "Disable 2FA",
    "setup2faDesc": "Secure your account with Two-Factor Authentication (2FA) mobile application that will be generating one-time 6-digit code for the additional verification.",
    "disable2faDesc": "Disabling of 2FA will increase the insecurity of your account. We would highly recommend to keep it unless you accept the risk. Also, according to policies, you are obliged to have at least one way of MFA.",
    "mfaSetUp": "MFA has been successfully set up!",
    "mfaDisabled": "MFA has been successfully disabled."
  },
  "phone": {
    "setupPhone": "Set up mobile phone",
    "disablePhone": "Disable mobile phone",
    "setupPhoneDesc": "Secure your account with one-time code that you will be receiving every time you are logging in to your account. Alternative way of Two-Factor Authentication. Recommended to use both.",
    "disablePhoneDesc": "Disconnecting the phone from your account will increase the level of insecurity of your account. We would not recommend to that because of security reasons. Keep in mind that according to policies, you are obliged to have at least one way of MFA.",
    "phoneSetUp": "Mobile phone has been successfully set up!",
    "phoneDisabled": "Mobile phone has been successfully disabled."
  },
  "password": {
    "changePassword": "Change password",
    "changePasswordDesc": "Change your password by providing the current password and the new password. Consider in mind that after successful password you won't be able to change your account password for 24 hours.",
    "passwordChanged": "Password has been successfully changed"
  },
  "email": {
    "changeEmail": "Change email",
    "changeEmailDesc": "Change your email, but be careful! You are allowed to change your email address only one time! In order to change email address of your account you will need to click in the link in the email.",
    "emailAlreadyChanged": "Email has already been changed. You are allowed to change your email only one time!",
    "emailChangeSent": "Confirmation email for the email change has been sent"
  },
  "deleteAcc": {
    "deleteAcc": "Delete account",
    "deleteAccDesc": "There is no way back. Data will be lost without way to recover it. According to Mnemosyne's Security & Privacy policies and law enforcement all data will be immediately removed from systems."
  },
  "recoveryKeys": {
    "title": "Manage recovery keys from your account",
    "recoveryKeys1": "Recovery keys are used in order to reset both MFA and mobile phone number if you don't have access to them and would like to restore the access to your account. After the first log in after the reset you will have to set up both MFA/phone and new set of recovery keys.",
    "recoveryKeys2": "Recovery keys are generated for one-time usage. Once they are used, you will have to set up the new set.",
    "recoveryKeys3": "Here you can regenerate and download your recovery keys. You can see and download them only when they are generated.",
    "recoveryKeys4": "After you close the window, you won't see them anymore.",
    "sectionTitle": "Generate recovery keys",
    "sectionDesc": "Generated keys are used when you don't have access to MFA/mobile phone, and want to restore the access to the account.",
    "successSetup": "Recovery keys have been successfully set up"
  },
  "userInfoNotSaved": "User information has been changed but not saved.",
  "userInfoProvidedWrong": "One of user information field has been provided wrong!",
  "companyInfoNotSaved": "Company information has been changed but not saved.",
  "companyInfoProvidedWrong": "One of company information field has been provided wrong!",
  "tokenMfaRequired": "Provide the code from the authenticator application.",
  "phoneMfaRequired": "Send the SMS message with the code to your mobile phone number and confirm it by providing in the field below.",
  "companySettingsSection": {
    "generalInfo": "General information",
    "usersManagement": "Users management",
    "rolesManagement": "Roles management",
    "securitySettings": "Security settings",
    "companyInfoDesc": "Below you will be able to find different company information settings that can be modified. In order to change some settings, you need to go to different settings.",
    "usersManagementDesc": "Here is the list of all company members, their roles and account confirmation status. From this page you will be able to add users, delete users from the company and modify their level of access.",
    "emailHeader": "Email",
    "roleHeader": "Role",
    "confirmedHeader": "Confirmed",
    "moreInfoUserButtonHeader": "More",
    "usersPerPage": "Users per page",
    "inviteUser": "Invite user(-s)",
    "inviteUserModalHeader": "Invite user(-s) to the company",
    "inviteUserModalDesc": "Below you will find the input field in order to invite the user in your company. To do that, provide the email and press Space bar to add user to the list. You can either remove user from the list of change their role. Once everything is provided, press the Invitation button.",
    "companySecurityDesc": "In this section you can manage the security settings of your company, such as transferring ownership to the different account, changing different policies and deleting the company and all its data.",
    "transferOwnershipHeader": "Transfer ownership of the company",
    "transferOwnershipDesc": "You can transfer the ownership of the Primary Admin role from the one account to the different one. The only thing you need to be concerned about is that this account should already be the member of the company.",
    "transferOwnershipPhone": "In order to transfer the ownership of the company account, please, make sure you have provide the code sent to your mobile phone.",
    "transferOwnershipMfa": "In order to transfer the ownership of the company account, please, make sure you have provide the code from the authenticator application.",
    "deleteCompanyHeader": "Delete company account",
    "deleteCompanyDesc": "Be careful! You are about to delete the company account along with all its data. Users will be removed from the company, but their accounts themselves will not be delete from the system.",
    "modifyCompanyMemberHeader": "Modify the information of company member",
    "modifyCompanyMemberDesc": "You are allowed to modify only certain fields, like company member first name, last name and other data. Some data, like email address, can be modified only by the user themself.",
    "userDeletionHeader": "User deletion",
    "userDeletionDesc": "Be careful! You are about to delete the member from the company. The account itself won't be deleted, but the membership will be suspended and the user won't have access to the company until they are invited back.",
    "companyDeletionMessage": "In order to continue with company deletion, except your password you need to provide the recovery keys you have generated while account creation process along with MFA later on.",
    "createNewRoleHeader": "Create new role",
    "createNewRoleDesc": "Here you can create the new role. In order to do that, provide the name and the description of the new role and select scopes. After that, you will be able to assign this new role to users.",
    "roleManagementDesc": "The purpose of this section is to allow the administrator to manage roles created for the company and assign different permissions for them.",
    "roleInfoHeader": "Role information",
    "roleInfoDesc": "Here you can modify the name, description of the role along with its scopes. Also, keep in mind that you cannot delete the role if it is already assigned to existing user. Therefore, before doing that, revoke the role from existing users.",
    "roleNameHeader": "Name",
    "roleDescHeader": "Description",
    "roleMoreInfoHeader": "More information",
    "roleDeletionRule": "If you want to delete the role, you will have to revoke this role from each user in the company. Once it is done, the role will be deleted automatically.",
    "foundCompanyMembers": "Found company members",
    "roleWillBeAssigned": "Role will be assigned to the following"
  }
}
