{
  "selectPhoto": "Select a photo",
  "uploadPhotoDescription": "The recommended resolution of the photo is 150x150. Only PNG format is allowed.",
  "personalSettings": "Personal settings",
  "managePersonalSettings": "Manage your personal information",
  "securitySettings": "Security settings",
  "manageSecuritySettings": "Manage the security settings of your account",
  "companySettings": "Company settings",
  "manageCompanySettings": "Manage and review your company members and settings",
  "securitySettingsRules": {
    "title": "Manage security settings of your account and make sure it is secured",
    "rule1": "Please, make sure you have read Mnemosyne's Security & Privacy policies since some settings are obliged for all users.",
    "rule2": "According to some Mnemosyne's Security & Privacy policies all users are obliged to have at least one way of multi-factor authentication. Therefore, you can have 2 of them at the same time, but cannot disable both.",
    "rule3": "You are only allowed to change your account password once every 24 hours.",
    "rule4": "You can change your email only once!",
    "rule5": "According to the Mnemosyne's Security & Privacy policies and GDPR, request of data deletion will be proceed as soon as possible and all user's data will be immediately deleted from all Mnemosyne's systems."
  },
  "mfa": {
    "setup2fa": "Set up 2FA",
    "disable2fa": "Disable 2FA",
    "setup2faDesc": "Secure your account with Two-Factor Authentication (2FA) mobile application that will be generating one-time 6-digit code for the additional verification.",
    "disable2faDesc": "Disabling of 2FA will increase the insecurity of your account. We would highly recommend to keep it unless you accept the risk. Also, according to policies, you are obliged to have at least one way of MFA.",
    "mfaSetUp": "MFA has been successfully set up!",
    "mfaDisabled": "MFA has been successfully disabled."
  },
  "phone": {
    "setupPhone": "Set up mobile phone",
    "disablePhone": "Disable mobile phone",
    "setupPhoneDesc": "Secure your account with one-time code that you will be receiving every time you are logging in to your account. Alternative way of Two-Factor Authentication. Recommended to use both.",
    "disablePhoneDesc": "Disconnecting the phone from your account will increase the level of insecurity of your account. We would not recommend to that because of security reasons. Keep in mind that according to policies, you are obliged to have at least one way of MFA.",
    "phoneSetUp": "Mobile phone has been successfully set up!",
    "phoneDisabled": "Mobile phone has been successfully disabled."
  },
  "password": {
    "changePassword": "Change password",
    "changePasswordDesc": "Change your password by providing the current password and the new password. Consider in mind that after successful password you won't be able to change your account password for 24 hours.",
    "passwordChanged": "Password has been successfully changed"
  },
  "email": {
    "changeEmail": "Change email",
    "changeEmailDesc": "Change your email, but be careful! You are allowed to change your email address only one time! In order to change email address of your account you will need to click in the link in the email.",
    "emailAlreadyChanged": "Email has already been changed. You are allowed to change your email only one time!",
    "emailChangeSent": "Confirmation email for the email change has been sent"
  },
  "deleteAcc": {
    "deleteAcc": "Delete account",
    "deleteAccDesc": "There is no way back. Data will be lost without way to recover it. According to Mnemosyne's Security & Privacy policies and law enforcement all data will be immediately removed from systems."
  },
  "recoveryKeys": {
    "title": "Manage recovery keys from your account",
    "recoveryKeys1": "Recovery keys are used in order to reset both MFA and mobile phone number if you don't have access to them and would like to restore the access to your account. After the first log in after the reset you will have to set up both MFA/phone and new set of recovery keys.",
    "recoveryKeys2": "Recovery keys are generated for one-time usage. Once they are used, you will have to set up the new set.",
    "recoveryKeys3": "Here you can regenerate and download your recovery keys. You can see and download them only when they are generated.",
    "recoveryKeys4": "After you close the window, you won't see them anymore.",
    "sectionTitle": "Generate recovery keys",
    "sectionDesc": "Generated keys are used when you don't have access to MFA/mobile phone, and want to restore the access to the account.",
    "successSetup": "Recovery keys have been successfully set up"
  },
  "userInfoNotSaved": "User information has been changed but not saved.",
  "userInfoProvidedWrong": "One of user information field has been provided wrong!",
  "companyInfoNotSaved": "Company information has been changed but not saved.",
  "companyInfoProvidedWrong": "One of company information field has been provided wrong!",
  "tokenMfaRequired": "Provide the code from the authenticator application.",
  "phoneMfaRequired": "Send the SMS message with the code to your mobile phone number and confirm it by providing in the field below.",
  "companySettingsSection": {
    "generalInfo": "General information",
    "usersManagement": "Users management",
    "rolesManagement": "Roles management",
    "securitySettings": "Security settings",
    "companyInfoDesc": "Below you will be able to find different company information settings that can be modified. In order to change some settings, you need to go to different settings.",
    "usersManagementDesc": "Here is the list of all company members, their roles and account confirmation status. From this page you will be able to add users, delete users from the company and modify their level of access.",
    "emailHeader": "Email",
    "roleHeader": "Role",
    "deleteUserButtonHeader": "Delete",
    "usersPerPage": "Users per page",
    "inviteUser": "Invite user(-s)"
  }
}
