{
  "selectPhoto": "Wybierz zdjęcie",
  "uploadPhotoDescription": "Zalecana rozdzielczość zdjęcia to 150x150. Dozwolony jest tylko format PNG.",
  "personalSettings": "Ustawienia osobiste",
  "managePersonalSettings": "Zarządzaj swoimi danymi osobowymi",
  "securitySettings": "Ustawienia bezpieczeństwa",
  "manageSecuritySettings": "Zarządzaj ustawieniami bezpieczeństwa swojego konta",
  "companySettings": "Ustawienia firmy",
  "manageCompanySettings": "Zarządzaj i przeglądaj członków swojej firmy oraz ustawienia",
  "securitySettingsRules": {
    "title": "Zarządzaj ustawieniami bezpieczeństwa swojego konta i upewnij się, że jest ono zabezpieczone",
    "rule1": "Upewnij się, że przeczytałeś Zasady bezpieczeństwa i prywatności Mnemosyne, ponieważ niektóre ustawienia są obowiązkowe dla wszystkich użytkowników.",
    "rule2": "Zgodnie z niektórymi zasadami bezpieczeństwa i prywatności Mnemosyne, wszyscy użytkownicy muszą mieć co najmniej jeden sposób uwierzytelniania wieloskładnikowego. Dlatego możesz mieć 2 z nich w tym samym czasie, ale nie możesz wyłączyć obu.",
    "rule3": "Możesz zmienić hasło do konta tylko raz na 24 godziny.",
    "rule4": "Możesz zmienić adres e-mail tylko raz!",
    "rule5": "Zgodnie z polityką bezpieczeństwa i prywatności Mnemosyne oraz RODO, żądanie usunięcia danych zostanie zrealizowane tak szybko, jak to możliwe, a wszystkie dane użytkownika zostaną natychmiast usunięte ze wszystkich systemów Mnemosyne."
  },
  "mfa": {
    "setup2fa": "Ustaw 2FA",
    "disable2fa": "Wyłącz 2FA",
    "setup2faDesc": "Zabezpiecz swoje konto za pomocą aplikacji mobilnej Two-Factor Authentication (2FA), która wygeneruje jednorazowy 6-cyfrowy kod do dodatkowej weryfikacji.",
    "disable2faDesc": "Wyłączenie 2FA zwiększy niepewność twojego konta. Zdecydowanie zalecamy zachowanie go, chyba że zaakceptujesz ryzyko. Ponadto, zgodnie z zasadami, jesteś zobowiązany do posiadania co najmniej jednego sposobu MFA.",
    "mfaSetUp": "MFA zostało pomyślnie skonfigurowane!",
    "mfaDisabled": "MFA zostało pomyślnie wyłączone."
  },
  "phone": {
    "setupPhone": "Skonfiguruj telefon komórkowy",
    "disablePhone": "Wyłącz telefon komórkowy",
    "setupPhoneDesc": "Zabezpiecz swoje konto jednorazowym kodem, który otrzymasz za każdym razem, gdy logujesz się na swoje konto. Alternatywny sposób uwierzytelniania dwuetapowego. Zalecane użycie obu.",
    "disablePhoneDesc": "Odłączenie telefonu od konta zwiększy poziom niepewności twojego konta. Nie zalecamy tego ze względów bezpieczeństwa. Pamiętaj, że zgodnie z zasadami musisz mieć co najmniej jeden sposób MFA.",
    "phoneSetUp": "Telefon komórkowy został pomyślnie skonfigurowany!",
    "phoneDisabled": "Telefon komórkowy został pomyślnie wyłączony."
  },
  "password": {
    "changePassword": "Zmień hasło",
    "changePasswordDesc": "Zmień swoje hasło, podając aktualne hasło i nowe hasło. Pamiętaj, że po pomyślnym wprowadzeniu hasła nie będziesz mógł zmienić hasła do konta przez 24 godziny.",
    "passwordChanged": "Hasło zostało pomyślnie zmienione"
  },
  "email": {
    "changeEmail": "Zmień email",
    "changeEmailDesc": "Zmień adres e-mail, ale bądź ostrożny! Możesz zmienić swój adres e-mail tylko raz! Aby zmienić adres e-mail swojego konta, musisz kliknąć link w wiadomości e-mail.",
    "emailAlreadyChanged": "E-mail został już zmieniony. Możesz zmienić swój e-mail tylko raz!",
    "emailChangeSent": "E-mail potwierdzający zmianę adresu e-mail został wysłany"
  },
  "deleteAcc": {
    "deleteAcc": "Usuń konto",
    "deleteAccDesc": "Nie ma odwrotu. Dane zostaną utracone bez możliwości ich odzyskania. Zgodnie z polityką bezpieczeństwa i prywatności Mnemosyne oraz prawem wszystkie dane zostaną natychmiast usunięte z systemów."
  },
  "recoveryKeys": {
    "title": "Zarządzaj kluczami odzyskiwania ze swojego konta",
    "recoveryKeys1": "Klucze odzyskiwania służą do resetowania zarówno MFA, jak i numeru telefonu komórkowego, jeśli nie masz do nich dostępu, a chciałbyś przywrócić dostęp do swojego konta. Po pierwszym zalogowaniu po resecie będziesz mieć skonfigurować zarówno MFA/telefon, jak i nowy zestaw kluczy odzyskiwania.",
    "recoveryKeys2": "Klucze odzyskiwania są generowane do jednorazowego użytku. Po ich użyciu będziesz musiał skonfigurować nowy zestaw.",
    "recoveryKeys3": "Tutaj możesz ponownie wygenerować i pobrać klucze odzyskiwania. Możesz je zobaczyć i pobrać tylko wtedy, gdy zostaną wygenerowane.",
    "recoveryKeys4": "Po zamknięciu okna nie będziesz ich więcej widzieć.",
    "sectionTitle": "Generuj klucze odzyskiwania",
    "sectionDesc": "Wygenerowane klucze są używane, gdy nie masz dostępu do MFA/telefonu komórkowego i chcesz przywrócić dostęp do konta.",
    "successSetup": "Klucze odzyskiwania zostały pomyślnie skonfigurowane"
  },
  "userInfoNotSaved": "Informacje o użytkowniku zostały zmienione, ale nie zostały zapisane.",
  "userInfoProvidedWrong": "Jedno z pól informacji o użytkowniku zostało podane błędnie!",
  "companyInfoNotSaved": "Informacje o firmie zostały zmienione, ale nie zostały zapisane.",
  "companyInfoProvidedWrong": "Jedno z pól z informacjami o firmie zostało wprowadzone błędnie!",
  "tokenMfaRequired": "Podaj kod z aplikacji uwierzytelniającej.",
  "phoneMfaRequired": "Wyślij wiadomość SMS z kodem na swój numer telefonu komórkowego i potwierdź go wpisując w poniższe pole.",
  "companySettingsSection": {
    "generalInfo": "Informacje ogólne",
    "usersManagement": "Zarządzanie użytkownikami",
    "rolesManagement": "Zarządzanie rolami",
    "securitySettings": "Ustawienia zabezpieczeń",
    "companyInfoDesc": "Poniżej znajdziesz różne ustawienia informacji o firmie, które można modyfikować. Aby zmienić niektóre ustawienia, musisz przejść do innych ustawień.",
    "usersManagementDesc": "Oto lista wszystkich członków firmy, ich role i status potwierdzenia konta. Na tej stronie będziesz mógł dodawać użytkowników, usuwać użytkowników z firmy i modyfikować ich poziom dostępu.",
    "emailHeader": "E-mail",
    "roleHeader": "Rola",
    "deleteUserButtonHeader": "Usuń"
  }
}
