{
  "selectPhoto": "Выберете фото",
  "uploadPhotoDescription": "Рекомендуемое разрешение фото 150х150. Допускается только формат PNG.",
  "personalSettings": "Личные настройки",
  "managePersonalSettings": "Управление вашей личной информацией",
  "securitySettings": "Настройки безопасности",
  "manageSecuritySettings": "Управление настройками безопасности вашей учетной записи",
  "securitySettingsRules": {
    "title": "Управляйте настройками безопасности вашей учетной записи и убедитесь, что она защищена",
    "rule1": "Пожалуйста, убедитесь, что вы прочитали политику безопасности и конфиденциальности Mnemosyne, так как некоторые настройки обязательны для всех пользователей.",
    "rule2": "Согласно некоторым политикам безопасности и конфиденциальности Mnemosyne, все пользователи обязаны иметь хотя бы один способ многофакторной аутентификации. Следовательно, вы можете иметь 2 из них одновременно, но не можете отключить оба.",
    "rule3": "Вы можете менять пароль своей учетной записи только раз в 24 часа.",
    "rule4": "Вы можете изменить адрес электронной почты только один раз!",
    "rule5": "Согласно политикам безопасности и конфиденциальности Mnemosyne и GDPR, запрос на удаление данных будет обработан как можно скорее, и все данные пользователя будут немедленно удалены из всех систем Mnemosyne."
  },
  "mfa": {
    "setup2fa": "Настроить 2FA",
    "disable2fa": "Отключить 2FA",
    "setup2faDesc": "Защитите свою учетную запись с помощью мобильного приложения двухфакторной аутентификации (2FA), которое будет генерировать одноразовый 6-значный код для дополнительной проверки.",
    "disable2faDesc": "Отключение 2FA повысит небезопасность вашей учетной записи. Мы настоятельно рекомендуем сохранить ее, если вы не принимаете на себя риск. Кроме того, в соответствии с политиками, вы обязаны иметь хотя бы один способ MFA."
  },
  "phone": {
    "setupPhone": "Настроить мобильный телефон",
    "disablePhone": "Отключить мобильный телефон",
    "setupPhoneDesc": "Защитите свою учетную запись с помощью одноразового кода, который вы будете получать каждый раз при входе в свою учетную запись. Альтернативный способ двухфакторной аутентификации. Рекомендуется использовать оба.",
    "disablePhoneDesc": "Отключение телефона от вашей учетной записи повысит уровень незащищенности вашей учетной записи. Мы не рекомендуем этого из соображений безопасности. Имейте в виду, что в соответствии с политиками вы обязаны иметь хотя бы один способ MFA."
  },
  "password": {
    "changePassword": "Изменить пароль",
    "changePasswordDesc": "Измените свой пароль, указав текущий пароль и новый пароль. Имейте в виду, что после успешной смены пароля вы выйдете из своей учетной записи."
  },
  "email": {
    "changeEmail": "Изменить электронную почту",
    "changeEmailDesc": "Измените свой адрес электронной почты, но будьте осторожны! Вы можете изменить свой адрес электронной почты только один раз! Чтобы изменить адрес электронной почты вашей учетной записи, вам нужно будет щелкнуть ссылку в письме.",
    "emailAlreadyChanged": "Электронная почта уже была изменена. Вы можете изменить свою электронную почту только один раз!"
  },
  "deleteAcc": {
    "deleteAcc": "Удалить аккаунт",
    "deleteAccDesc": "Обратного пути нет. Данные будут потеряны без возможности их восстановления. В соответствии с политиками безопасности и конфиденциальности Mnemosyne и правом все данные будут немедленно удалены из систем."
  },
  "mfaSetUp": "Двухфакторная аутентификация настроена!",
  "mfaDisabled": "Двухфакторная аутентификация успешно отключена.",
  "phoneSetUp": "Мобильный телефон успешно настроен!",
  "phoneDisabled": "Мобильный телефон успешно отключен."
}

