{
  "selectPhoto": "Выберете фото",
  "uploadPhotoDescription": "Рекомендуемое разрешение фото 150х150. Допускается только формат PNG.",
  "personalSettings": "Личные настройки",
  "managePersonalSettings": "Управление вашей личной информацией",
  "securitySettings": "Настройки безопасности",
  "manageSecuritySettings": "Управление настройками безопасности вашей учетной записи",
  "companySettings": "Настройки компании",
  "manageCompanySettings": "Управляйте и просматривайте участников и настройки вашей компании",
  "securitySettingsRules": {
    "title": "Управляйте настройками безопасности вашей учетной записи и убедитесь, что она защищена",
    "rule1": "Пожалуйста, убедитесь, что вы прочитали политику безопасности и конфиденциальности Mnemosyne, так как некоторые настройки обязательны для всех пользователей.",
    "rule2": "Согласно некоторым политикам безопасности и конфиденциальности Mnemosyne, все пользователи обязаны иметь хотя бы один способ многофакторной аутентификации. Следовательно, вы можете иметь 2 из них одновременно, но не можете отключить оба.",
    "rule3": "Вы можете менять пароль своей учетной записи только раз в 24 часа.",
    "rule4": "Вы можете изменить адрес электронной почты только один раз!",
    "rule5": "Согласно политикам безопасности и конфиденциальности Mnemosyne и GDPR, запрос на удаление данных будет обработан как можно скорее, и все данные пользователя будут немедленно удалены из всех систем Mnemosyne."
  },
  "mfa": {
    "setup2fa": "Настроить 2FA",
    "disable2fa": "Отключить 2FA",
    "setup2faDesc": "Защитите свою учетную запись с помощью мобильного приложения двухфакторной аутентификации (2FA), которое будет генерировать одноразовый 6-значный код для дополнительной проверки.",
    "disable2faDesc": "Отключение 2FA повысит небезопасность вашей учетной записи. Мы настоятельно рекомендуем сохранить ее, если вы не принимаете на себя риск. Кроме того, в соответствии с политиками, вы обязаны иметь хотя бы один способ MFA.",
    "mfaSetUp": "Двухфакторная аутентификация настроена!",
    "mfaDisabled": "Двухфакторная аутентификация успешно отключена."
  },
  "phone": {
    "setupPhone": "Настроить мобильный телефон",
    "disablePhone": "Отключить мобильный телефон",
    "setupPhoneDesc": "Защитите свою учетную запись с помощью одноразового кода, который вы будете получать каждый раз при входе в свою учетную запись. Альтернативный способ двухфакторной аутентификации. Рекомендуется использовать оба.",
    "disablePhoneDesc": "Отключение телефона от вашей учетной записи повысит уровень незащищенности вашей учетной записи. Мы не рекомендуем этого из соображений безопасности. Имейте в виду, что в соответствии с политиками вы обязаны иметь хотя бы один способ MFA.",
    "phoneSetUp": "Мобильный телефон успешно настроен!",
    "phoneDisabled": "Мобильный телефон успешно отключен."
  },
  "password": {
    "changePassword": "Изменить пароль",
    "changePasswordDesc": "Измените свой пароль, указав текущий пароль и новый пароль. Учтите, что после успешного ввода пароля вы не сможете изменить пароль своей учетной записи в течение 24 часов.",
    "passwordChanged": "Пароль был успешно изменен"
  },
  "email": {
    "changeEmail": "Изменить электронную почту",
    "changeEmailDesc": "Измените свой адрес электронной почты, но будьте осторожны! Вы можете изменить свой адрес электронной почты только один раз! Чтобы изменить адрес электронной почты вашей учетной записи, вам нужно будет щелкнуть ссылку в письме.",
    "emailAlreadyChanged": "Электронная почта уже была изменена. Вы можете изменить свою электронную почту только один раз!",
    "emailChangeSent": "Электронное письмо с подтверждением изменения электронной почты отправлено"
  },
  "deleteAcc": {
    "deleteAcc": "Удалить аккаунт",
    "deleteAccDesc": "Обратного пути нет. Данные будут потеряны без возможности их восстановления. В соответствии с политиками безопасности и конфиденциальности Mnemosyne и правом все данные будут немедленно удалены из систем."
  },
  "recoveryKeys": {
    "title": "Управление ключами восстановления из вашей учетной записи",
    "recoveryKeys1": "Ключи восстановления используются для сброса MFA и номера мобильного телефона, если у вас нет к ним доступа и вы хотите восстановить доступ к своей учетной записи. После первого входа в систему после сброса у вас будет для настройки MFA/телефона и нового набора ключей восстановления.",
    "recoveryKeys2": "Ключи восстановления генерируются для одноразового использования. После их использования вам нужно будет настроить новый набор.",
    "recoveryKeys3": "Здесь вы можете восстановить и загрузить свои ключи восстановления. Вы можете увидеть и загрузить их только после того, как они будут сгенерированы.",
    "recoveryKeys4": "После того, как вы закроете окно, вы их больше не увидите.",
    "sectionTitle": "Сгенерировать ключи восстановления",
    "sectionDesc": "Сгенерированные ключи используются, когда у вас нет доступа к МФА/мобильному телефону и вы хотите восстановить доступ к аккаунту.",
    "successSetup": "Ключи восстановления успешно настроены"
  },
  "userInfoNotSaved": "Информация о пользователе была изменена, но не сохранена.",
  "userInfoProvidedWrong": "Одно из полей с информацией о пользователе указано неверно!",
  "companyInfoNotSaved": "Информация о компании была изменена, но не сохранена.",
  "companyInfoProvidedWrong": "Одно из информационных полей компании указано неверно!",
  "tokenMfaRequired": "Предоставьте код из приложения-аутентификатора.",
  "phoneMfaRequired": "Отправьте SMS-сообщение с кодом на номер вашего мобильного телефона и подтвердите его, указав в поле ниже.",
  "companySettingsSection": {
    "generalInfo": "Общая информация",
    "usersManagement": "Управление пользователями",
    "rolesManagement": "Управление ролями",
    "securitySettings": "Настройки безопасности",
    "companyInfoDesc": "Ниже вы сможете найти различные настройки информации о компании, которые можно изменить. Чтобы изменить некоторые настройки, вам нужно перейти к другим настройкам.",
    "usersManagementDesc": "Здесь приведен список всех участников компании, их роли и статус подтверждения учетной записи. На этой странице вы сможете добавлять пользователей, удалять пользователей из компании и изменять их уровень доступа.",
    "emailHeader": "Электронная почта",
    "roleHeader": "Роль",
    "confirmedHeader": "Подтверждение",
    "moreInfoUserButtonHeader": "Больше",
    "usersPerPage": "Пользователей на страницу",
    "inviteUser": "Пригласить пользователя(-ей)",
    "inviteUserModalHeader": "Пригласить пользователя(-ей) в компанию",
    "inviteUserModalDesc": "Ниже вы найдете поле ввода, чтобы пригласить пользователя в вашу компанию. Для этого укажите адрес электронной почты и нажмите пробел, чтобы добавить пользователя в список. Вы можете удалить пользователя из списка изменений. свою роль. Как только все будет предоставлено, нажмите кнопку «Пригласить»",
    "companySecurityDesc": "В этом разделе вы можете управлять настройками безопасности вашей компании, такими как передача права собственности на другую учетную запись, изменение различных политик и удаление компании и всех ее данных.",
    "transferOwnershipHeader": "Передать право собственности на компанию",
    "transferOwnershipDesc": "Вы можете передать право собственности на роль основного администратора из одной учетной записи в другую. Единственное, о чем вам нужно беспокоиться, это то, что эта учетная запись уже должна быть членом компании.",
    "transferOwnershipPhone": "Чтобы передать право собственности на учетную запись компании, убедитесь, что вы предоставили код, отправленный на ваш мобильный телефон.",
    "transferOwnershipMfa": "Чтобы передать право собственности на учетную запись компании, убедитесь, что вы предоставили код из приложения-аутентификатора.",
    "deleteCompanyHeader": "Удалить учетную запись компании",
    "deleteCompanyDesc": "Будьте осторожны! Вы собираетесь удалить учетную запись компании вместе со всеми ее данными. Пользователи будут удалены из компании, но сами их учетные записи не будут удалены из системы."
  }
}

