{
  "mobilePhone": "Мобильный телефон",
  "authApp": "Приложение для аутентификации",
  "selectMfaOption": "Выберите вариант многофакторной идентификации",
  "selectProductCategory": "Выберите категорию товара",
  "selectProductSubcategory": "Выберите подкатегорию товара",
  "selectProductCategoryLabel": "Выберите категорию того, что вы предлагаете",
  "house": "Дом",
  "travels": "Путешествия по миру",
  "business": "Бизнес",
  "cooking": "Кулинария",
  "sports": "Спорт",
  "computers": "Компьютеры",
  "houseSubcategoryTitle": "Выберите подкатегорию для дома",
  "travelsSubcategoryTitle": "Выберите подкатегорию для путешествий",
  "businessSubcategoryTitle": "Выберите подкатегорию для бизнеса",
  "cookingSubcategoryTitle": "Выберите подкатегорию для готовки",
  "sportsSubcategoryTitle": "Выберите подкатегорию для спорта",
  "computersSubcategoryTitle": "Выберите подкатегорию для компьютеров",
  "house_desc": "Независимо от того, хотите ли вы купить, продать или обменять предметы для своей жилой площади, эта категория - то, что вам нужно. От мебели и декора до бытовой техники и инструментов для обустройства дома - ознакомьтесь с разнообразными предложениями по улучшению, декорированию или содержанию вашего дома.",
  "travels_desc": "С чего начинается каждое путешествие. Ищете ли вы приключений, отдыха или культурного погружения, эта категория - ваши ворота к исследованию новых горизонтов. Откройте для себя множество предметов первой необходимости для путешествий, от багажа и снаряжения до жилья и впечатлений, все это создано с учетом вашей тяги к путешествиям.",
  "business_desc": "Где инновации встречаются с возможностями. Являетесь ли вы предпринимателем, фрилансером или опытным профессионалом, эта категория - ваш центр для всего, что связано с бизнесом. Ознакомьтесь с разнообразным ассортиментом продуктов и услуг, предназначенных для улучшения вашей деятельности, повышения производительности и достижения успеха. От канцелярских принадлежностей и технологических решений до профессиональных услуг и сетевых возможностей - здесь вы найдете все, что вам нужно для процветания в быстро меняющемся мире бизнеса.",
  "cooking_desc": "Где вкус не знает границ. Независимо от того, являетесь ли вы опытным шеф-поваром или новичком на кухне, эта категория - ваша кулинарная площадка. Исследуйте соблазнительный ассортимент посуды, гаджетов и ингредиентов, чтобы пробудить свой творческий потенциал и усовершенствовать свои кулинарные творения. От классических рецептов до инновационных технологий - откройте для себя все необходимое для приготовления вкусных блюд, соблазнительных угощений и изысканных деликатесов.",
  "sports_desc": "Там, где рождаются чемпионы и разгораются страсти. Независимо от того, являетесь ли вы опытным спортсменом или любителем спорта, эта категория - ваш конечный пункт назначения. Изучите широкий ассортимент снаряжения, одежды и аксессуаров, предназначенных для повышения уровня вашей игры и поддержания духа соперничества. От командных видов спорта до индивидуальных занятий - откройте для себя все, что вам нужно, чтобы преуспеть на поле, корте или беговой дорожке. ",
  "computers_desc": "Где инновации сочетаются с функциональностью. Являетесь ли вы техническим энтузиастом, профессионалом в этой области или обычным пользователем, эта категория - ваши ворота в цифровой мир. Изучите широкий ассортимент компьютеров, периферийных устройств и программных решений, адаптированных к вашим разнообразным потребностям. От ультрасовременных ноутбуков и мощных настольных компьютеров до универсальных аксессуаров и программного обеспечения для повышения производительности - здесь вы найдете все, что вам нужно для того, чтобы оставаться на связи и продуктивно работать.",
  "houseSubcategory": {
    "kitchen": "Кухня",
    "bedroom": "Спальная комната",
    "bathroom": "Ванная комната",
    "decoration": "Декор"
  },
  "travelsSubcategory": {
    "hiking": "Пеший туризм",
    "cycling": "Езда на велосипеде",
    "swimming": "Плавание вплавь"
  },
  "businessSubcategory": {
    "finance": "Финансы",
    "equipment": "Оборудование",
    "business_software": "Программное обеспечение для бизнеса",
    "service": "Услуги"
  },
  "cookingSubcategory": {
    "ingredients": "Ингридиенты",
    "dishes": "Блюда",
    "cooking_books": "Кулинарные книги"
  },
  "sportsSubcategory": {
    "sports_equipment": "Спортивное оборудование",
    "train": "Тренировки"
  },
  "computersSubcategory": {
    "hardware": "Аппаратное обеспечение",
    "software": "Программное обеспечение",
    "it_books": "IT-книги"
  },
  "selectCurrency": "Выберите валюту",
  "productOrderOptions": {
    "title": "Заголовок",
    "slug": "Ссылка",
    "location": "Локализация",
    "currency": "Валюта",
    "price": "Цена",
    "subcategory": "Подкатегория",
    "contact_person": "Контактное лицо",
    "contact_phone": "Контактный телефон",
    "created_at": "Дата создания"
  },
  "selectProductOrder": "Выберите поле сортировки продуктов",
  "productsPerPage": "Товаров на странице",
  "allCurrencies": "Все валюты",
  "newRoleForOldOwnerTitle": "Новая роль для старого владельца",
  "usersPerPage": "Пользователей на страницу"
}
